{
  "1_winnie": [
    {
      "title": "1st July",
      "year": "2007",
      "medium": "oil on canvas in wooden window",
      "description": "A hidden concept of symbolism is presented with a real window frame which creates my interpretation of “Dada” in my works. In this painting, a street scene of the peaceful demonstration on 1st July is depicted with a real window frame which makes it so surreal.\n Hong Kong had been handed over from the UK back to China since July 1, 1997.  Since then, Hong Kong still has no democracy or any progress towards democracy. Therefore, half a million people in Hong Kong felt so frustrated and started the peaceful demonstration on the streets on July 1, 2003 to voice the demand for democracy.  Then 1st July has become the date for peaceful demonstration every year until our demands for democracy are met. \n This painting was completed in 2007 as a historical painting to mark the historical scene of July 1, 2003. One may interpret it as the viewer being a bystander of the 1st July Democracy March, peeping through the window upstairs.  One may also imagine that this is a reminder of the 1st July March in your memory to remember to join the March every year until there is real democracy in Hong Kong one day!\n However, China has implemented the National Security Law in Hong Kong since July 1, 2020, so from that date onwards even mentioning the word “Democracy” in Hong Kong could be prosecuted as guilty against the National Security Law!  Hong Kong has become very quiet, no one dares to say anything now. July 1 Demonstration has really become a historical scene in Hong Kong today.",
      "src": "/assets/adultsLens/1_winnie/1.jpg"
    },
    {
      "title": "One Country Two Systems",
      "year": "2008",
      "medium": "oil on canvas",
      "description": "The concept of “One Country Two System” was created by Deng Xiaoping to allow Hong Kong to maintain its own autonomy after 1997 - the Handover of Hong Kong to Chinese sovereignty from British Colonial rule. Since then, “One Country Two System'' has been the phrase used to describe Hong Kong’s relationship with the Mainland. However, within our society we can also see two systems – the ever increasing divide between the rich and the poor.  Nowhere is more pronounced than in this Economic Zone - Hong Kong. \n This painting is there to graphically reflect this disparity.  In the background, there is a fireworks scene in the prosperous booming city harbour.  In the foreground, you have an old man sitting by his begging bowl.  The striped plastic sheet has not only come to symbolize Hong Kong, it is also seen as a poor man’s material. The lonely beggar is contrasted with the prosperous cityscape. Humanity is contrasted with the reality of our society.",
      "src": "/assets/adultsLens/1_winnie/2.jpg"
    },
    {
      "title": "Hong Kong Property Market",
      "year": "2013",
      "medium": "oil on canvas",
      "description": "Hong Kong is a big city, but it is built on a small piece of land. It is one of the most densely populated cities in the world. Therefore, housing is a big issue in Hong Kong. The property price has become rocket high and it continues to grow. Moreover, with the influx of hot money from China, it intensifies the issue of making the property prices ridiculously expensive. \n The Hong Kong government seems to have no idea how to control the property market. Yet, perhaps the government does not want the property price to go down because it benefits the Inland Revenue from the land sales by pushing up the price of property. Therefore, the situation in Hong Kong is that the properties are only built to cater the rich Chinese immigrants who can afford the unbelievable high prices. \n The style of this painting is a bit surreal as if one looks up to the sky with a RMB “Yen” sign hidden in the void area in the middle surrounded by the buildings constructed in progress.",
      "src": "/assets/adultsLens/1_winnie/3.jpg"
    }
  ],
  "2_sinde": [
    {
      "title": "A Dreamer",
      "year": "2019",
      "medium": "oil on panel",
      "description": "This series of work began with the protest of Hong Kong, which started in June 2019, triggered by the Hong Kong government's refusal to withdraw the amendment of the extradition bill. As an artist from Hong Kong, I wonder what is politics to us as an individual and as an artist. I use painting as a way to review and reflect on the current situation in Hong Kong, also tidy up my thoughts and emotions in the unfolding situation in Hong Kong through the mediation of screens and social media. By collecting found media imagery and translating them to painting, I aim to explore the relationship between the Hong Kong protest and myself as an individual and as an artist, as well as the materiality, distancing and displaying in painting.",
      "src": "/assets/adultsLens/2_sinde/1.jpg"
    },
    {
      "title": "Unsuspicious",
      "year": "2019",
      "medium": "oil on panel",
      "description": "With the increasing pressure on freedom of the press in Hong Kong, newspapers become the official spokesperson of those in power, narratives are being changed and the truth is no longer important in society. This painting depicts a portrait of a woman with right eye was hurt. Her wide open left eye stares into the void. Since the protest started, there is a growing number of dead body found in Hong Kong, together with large number of missing person, police claimed all case are unsuspicious, whereas the whole family is missing.",
      "src": "/assets/adultsLens/2_sinde/2.jpg"
    },
    {
      "title": "Freedom",
      "year": "2020",
      "medium": "oil on panel",
      "description": "The birds died unnaturally in the area full of tear gas during the protest is like the freedom of Hong Kong.",
      "src": "/assets/adultsLens/2_sinde/3.jpg"
    }
  ],
  "3_bianca": [
    {
      "title": "The land of floating islands",
      "year": "2020",
      "medium": "watercolor on paper",
      "description": "During my quarantine I spent 14 days in a hotel. I was privileged to have this view right outside my window. Witnessing every sunrise and sunset I realized a level of beauty of my home like never before. Often times when we live in the city we maybe wrapped up in the hustle bustle parts but how often do we look at it from a bird's eye view? Seeing things in different perspectives truly inspired a sense of awe in me that I find only drawing it can truly allow me to mindfully engage with the landscapes, light, and shadows of this place.",
      "src": "/assets/adultsLens/3_bianca/1.jpeg"
    },
    {
      "title": "The tale of imagined truths",
      "year": "2020",
      "medium": "watercolor on paper",
      "description": "My work as a psychotherapist truly allow me to put a close ear to the in's and out's of a city. I listen to people's stories, experiences, and ways they manage to stay resilient despite events that happen in the larger context of the city.  My response art to these stories I heard reflect the darker moments that maybe traumatic to some, but more importantly contrasted by the bright moments when people experienced belonging, acceptance, and community. What an honor to be a part of this rich social fabric of the city that is filled with complexities.",
      "src": "/assets/adultsLens/3_bianca/2.jpeg"
    },
    {
      "title": "And so we sink",
      "year": "2020",
      "medium": "watercolor on paper",
      "description": "Deep sea nature documentaries was the inspiration of this piece. Witnessing divers transition from the surface levels of the sea journeying towards the seabed was an experience of diminishing light. Yet, when the divers turn on their cameras and lights, viewers are able to witness the completely different world in the commonly unreachable part of the sea. This whole process mimics our psychological landscapes in response to the social instability experienced in Hong Kong. Being able to adjust our perspectives in different lighting conditions so we can still see and find things to appreciate and be grateful for has been an important practice.",
      "src": "/assets/adultsLens/3_bianca/3.jpeg"
    }
  ],
  "4_austin": [
    {
      "title": "Philosophy One, Microsecond",
      "year": null,
      "medium": "video",
      "description": "“Philosophy One, Microsecond” features on the microscopic level of an audio extract, which, through granular synthesis, extends from a dot to a plane. In “Philosophy One, Microsecond”, a 3 microseconds recording of an iconic Hong Kong traffic light sound is being used as the source material--you know you are home, when you hear this sound. It is then being manipulated, distorted, and juxtaposed with other manipulations of the original sound recording. Notable features of this work include 1) the multimodal analysis of sound and motion, which eventually leads to a new synthesis of rhythmic gesture, and 2) the highlight of sonic residue—in some sections, partials (in spectrum analysis) of over 50 microseconds in the original recording is filtered out, while the remaining, which is normally unheard, is amplified to an audible level.",
      "src": "https://player.vimeo.com/video/409515603"
    }
  ]
}
